-- 初始化数据
INSERT INTO t_book(book_name,book_author,book_publisher,book_category,book_price,book_description)
VALUES ('乔布斯传','王永刚/周虹','中国华侨出版社',100,48.00,'我们都曾想与你一起改变世界！'),
       ('论语','黄甫林','湖南大学出版社',101,148.00,'《论语》，是孔子弟子及再传弟子记录孔子及其弟子言行而编成的语录集，成书于战国前期。'),
       ('孙子兵法1','王永刚/周虹','中国华侨出版社',100,48.00,'我们都曾想与你一起改变世界！'),
       ('乔布斯传2','王永刚/周虹','中国华侨出版社',100,48.00,'我们都曾想与你一起改变世界！'),
       ('乔布斯传3','王永刚/周虹','中国华侨出版社',100,48.00,'我们都曾想与你一起改变世界！'),
       ('乔布斯传4','王永刚/周虹','中国华侨出版社',100,48.00,'我们都曾想与你一起改变世界！'),
       ('乔布斯传5','王永刚/周虹','中国华侨出版社',100,48.00,'我们都曾想与你一起改变世界！'),
       ('乔布斯传6','王永刚/周虹','中国华侨出版社',100,48.00,'我们都曾想与你一起改变世界！'),
       ('乔布斯传7','王永刚/周虹','中国华侨出版社',100,48.00,'我们都曾想与你一起改变世界！'),
       ('乔布斯传8','王永刚/周虹','中国华侨出版社',100,48.00,'我们都曾想与你一起改变世界！'),
       ('乔布斯传9','王永刚/周虹','中国华侨出版社',100,48.00,'我们都曾想与你一起改变世界！'),
       ('乔布斯传10','王永刚/周虹','中国华侨出版社',100,48.00,'我们都曾想与你一起改变世界！');

-- 初始化数据
INSERT INTO t_admin(admin_name,admin_password,admin_email) VALUES ('admin', 'root', 'admin2020@163.com');